[{"Symbol": "CRM", "AssetType": "Common Stock", "Name": "salesforce.com, inc", "Description": "salesforce.com, inc. develops enterprise cloud computing solutions with a focus on customer relationship management worldwide. The company offers Sales Cloud to store data, monitor leads and progress, forecast opportunities, and gain insights through analytics and relationship intelligence, as well as deliver quotes, contracts, and invoices. It also provides Service Cloud, which enables companies to deliver personalized customer service and support, as well as a field service solution that enables companies to connect agents, dispatchers, and mobile employees through a centralized platform, which helps to schedule and dispatch work, and track and manage jobs in real-time. In addition, the company offers Marketing Cloud to plan, personalize, and optimize one-to-one customer marketing interactions; and Commerce Cloud, which enables companies to enhance engagement, conversion, revenue, and loyalty from their customers. Further, it provides Customer 360 Platform that offers no-code to pro-code Platform-as-a-Service tools for building, securing, integrating, and managing the business apps; MuleSoft Anypoint Platform enables customers to connect any system, application, data, or device; Quip collaboration platform, which combines documents, spreadsheets, apps, and chat with live CRM data; and Tableau and Einstein Analytics, provides analytical technology to customers. Additionally, the company offers various solutions for financial services, healthcare and life sciences, manufacturing, consumer goods, government, and philanthropy. The company also provides professional services and education services, including instructor-led and online courses; and support and adoption programs. It provides its services through direct sales; and consulting firms, systems integrators, and other partners. Salesforce and Siemens has a strategic partnership. The company was founded in 1999 and is headquartered in San Francisco, California.", "Exchange": "NYSE", "Currency": "USD", "Country": "USA", "Sector": "Technology", "Industry": "SoftwareApplication", "Address": "Salesforce Tower, San Francisco, CA, United States, 94105", "FullTimeEmployees": "54255", "FiscalYearEnd": "January", "LatestQuarter": "2020-07-31", "MarketCapitalization": "241992253440", "EBITDA": "2092999936", "PERatio": "110.676", "PEGRatio": "4.5962", "BookValue": "42.335", "DividendPerShare": "None", "DividendYield": "0", "EPS": "2.591", "RevenuePerShareTTM": "21.714", "ProfitMargin": "0.1221", "OperatingMarginTTM": "0.0055", "ReturnOnAssetsTTM": "0.0015", "ReturnOnEquityTTM": "0.0851", "RevenueTTM": "19380000768", "GrossProfitTTM": "12863000000", "DilutedEPSTTM": "2.591", "QuarterlyEarningsGrowthYOY": "24.909", "QuarterlyRevenueGrowthYOY": "0.289", "AnalystTargetPrice": "270.64", "TrailingPE": "110.676", "ForwardPE": "91.7431", "PriceToSalesRatioTTM": "13.0207", "PriceToBookRatio": "6.5502", "EVToRevenue": "12.8149", "EVToEBITDA": "94.972", "Beta": "1.2402", "52WeekHigh": "284.5", "52WeekLow": "115.29", "50DayMovingAverage": "213.6485", "200DayMovingAverage": "179.7044", "SharesOutstanding": "910000000", "SharesFloat": "876229900", "SharesShort": "10781291", "SharesShortPriorMonth": "13446357", "ShortRatio": "2.33", "ShortPercentOutstanding": "0.01", "ShortPercentFloat": "0.0138", "PercentInsiders": "3.805", "PercentInstitutions": "85.159", "ForwardAnnualDividendRate": "0", "ForwardAnnualDividendYield": "0", "PayoutRatio": "0", "DividendDate": "None", "ExDividendDate": "None", "LastSplitFactor": "4:1", "LastSplitDate": "2013-04-18"}, {"Symbol": "DD", "AssetType": "Common Stock", "Name": "DuPont de Nemours, Inc", "Description": "DuPont de Nemours, Inc. provides technology-based materials, ingredients, and solutions in the United States, Canada, the Asia Pacific, Latin America, Europe, the Middle East, and Africa. The company provide Electronics & Imaging segment supplies materials to manufacture photovoltaics and solar cells; materials and printing systems to the advanced printing industry; and materials and solutions for the fabrication of semiconductors and integrated circuits addressing front-end and back-end of the manufacturing process. This segment also provides permanent and process chemistries for the fabrication of printed circuit boards to include laminates and substrates, electroless, and electrolytic metallization solutions, as well as patterning solutions, and materials and metallization processes for metal finishing, decorative, and industrial applications. In addition, it offers various materials to manufacture rigid and flexible displays for liquid crystal displays, advanced-matrix organic light emitting diode, and quantum dot applications. It also provide Transportation & Advanced Polymers segment provides engineering resins, adhesives, lubricants, and parts to engineers and designers in the transportation, electronics, healthcare, industrial, and consumer end-markets. The company in Safety & Construction segment provides engineered products and integrated systems for construction, worker safety, energy, oil and gas, transportation, medical device, and water purification and separation industries. The company was formerly known as DowDuPont Inc. and changed its name to DuPont de Nemours, Inc. in June 2019. DuPont de Nemours, Inc. is based in Wilmington, Delaware.", "Exchange": "NYSE", "Currency": "USD", "Country": "USA", "Sector": "Basic Materials", "Industry": "Chemicals", "Address": "974 Centre Road, Wilmington, DE, United States, 19805", "FullTimeEmployees": "35000", "FiscalYearEnd": "December", "LatestQuarter": "2020-06-30", "MarketCapitalization": "43149082624", "EBITDA": "5042999808", "PERatio": "48.8288", "PEGRatio": "13.6369", "BookValue": "50.428", "DividendPerShare": "1.2", "DividendYield": "0.0199", "EPS": "1.053", "RevenuePerShareTTM": "27.954", "ProfitMargin": "-0.1231", "OperatingMarginTTM": "0.1192", "ReturnOnAssetsTTM": "0.0224", "ReturnOnEquityTTM": "-0.0628", "RevenueTTM": "20679000064", "GrossProfitTTM": "7709000000", "DilutedEPSTTM": "-3.442", "QuarterlyEarningsGrowthYOY": "-0.238", "QuarterlyRevenueGrowthYOY": "-0.117", "AnalystTargetPrice": "64.05", "TrailingPE": "0", "ForwardPE": "17.7305", "PriceToSalesRatioTTM": "2.1521", "PriceToBookRatio": "1.193", "EVToRevenue": "2.881", "EVToEBITDA": "68.3223", "Beta": "1.4799", "52WeekHigh": "73.49", "52WeekLow": "28.33", "50DayMovingAverage": "55.9118", "200DayMovingAverage": "47.8886", "SharesOutstanding": "733827968", "SharesFloat": "731831564", "SharesShort": "7082689", "SharesShortPriorMonth": "13702717", "ShortRatio": "1.67", "ShortPercentOutstanding": "0.01", "ShortPercentFloat": "0.0097", "PercentInsiders": "0.261", "PercentInstitutions": "74.25", "ForwardAnnualDividendRate": "1.2", "ForwardAnnualDividendYield": "0.0199", "PayoutRatio": "0", "DividendDate": "2020-09-15", "ExDividendDate": "2020-07-30", "LastSplitFactor": "4725:10000", "LastSplitDate": "2019-06-03"}, {"Symbol": "AMGN", "AssetType": "Common Stock", "Name": "Amgen Inc", "Description": "Amgen Inc. discovers, develops, manufactures, and delivers human therapeutics worldwide. It focuses on inflammation, oncology/hematology, bone health, cardiovascular disease, nephrology and neuroscience areas. The company's products include Enbrel to treat plaque psoriasis, rheumatoid arthritis, and psoriatic arthritis; Neulasta, a pegylated protein to treat cancer patients; Prolia to treat postmenopausal women with osteoporosis; Xgeva for skeletal-related events prevention; Aranesp to treat a lower-than-normal number of red blood cells and anemia; KYPROLIS to treat patients with relapsed or refractory multiple myeloma; Sensipar/Mimpara to treat secondary hyperparathyroidism; and EPOGEN to treat anemia caused by chronic kidney disease. It also markets other products in various markets, including Nplate, Vectibix, Repatha, Parsabiv, BLINCYTO, Aimovig, NEUPOGEN, Otezla, AMGEVITA, KANJINTI, EVENITY, IMLYGIC, MVASI, and Corlanor. Amgen Inc. serves healthcare providers, including physicians or their clinics, dialysis centers, hospitals, and pharmacies. It distributes its products through pharmaceutical wholesale distributors, as well as direct-to-consumer channels. The company has collaboration agreements with Novartis; UCB; Bayer HealthCare LLC; BeiGene, Ltd.; QIAGEN N.V.; and Adaptive Biotechnologies. Amgen Inc. was founded in 1980 and is headquartered in Thousand Oaks, California.", "Exchange": "NASDAQ", "Currency": "USD", "Country": "USA", "Sector": "Healthcare", "Industry": "Drug ManufacturersGeneral", "Address": "One Amgen Center Drive, Thousand Oaks, CA, United States, 91320-1799", "FullTimeEmployees": "23400", "FiscalYearEnd": "December", "LatestQuarter": "2020-06-30", "MarketCapitalization": "145486397440", "EBITDA": "12115000320", "PERatio": "21.071", "PEGRatio": "1.6935", "BookValue": "18.177", "DividendPerShare": "6.4", "DividendYield": "0.0258", "EPS": "12.241", "RevenuePerShareTTM": "41.049", "ProfitMargin": "0.3004", "OperatingMarginTTM": "0.3806", "ReturnOnAssetsTTM": "0.093", "ReturnOnEquityTTM": "0.6805", "RevenueTTM": "24301000704", "GrossProfitTTM": "19006000000", "DilutedEPSTTM": "12.241", "QuarterlyEarningsGrowthYOY": "-0.146", "QuarterlyRevenueGrowthYOY": "0.057", "AnalystTargetPrice": "262.76", "TrailingPE": "21.071", "ForwardPE": "15.5039", "PriceToSalesRatioTTM": "6.3359", "PriceToBookRatio": "14.1833", "EVToRevenue": "7.1595", "EVToEBITDA": "13.8048", "Beta": "0.854", "52WeekHigh": "264.97", "52WeekLow": "177.05", "50DayMovingAverage": "246.6321", "200DayMovingAverage": "229.7762", "SharesOutstanding": "585694016", "SharesFloat": "584381821", "SharesShort": "6026675", "SharesShortPriorMonth": "5894544", "ShortRatio": "2.24", "ShortPercentOutstanding": "0.01", "ShortPercentFloat": "0.0075", "PercentInsiders": "0.222", "PercentInstitutions": "78.93", "ForwardAnnualDividendRate": "6.4", "ForwardAnnualDividendYield": "0.0258", "PayoutRatio": "0.498", "DividendDate": "2020-09-08", "ExDividendDate": "2020-08-14", "LastSplitFactor": "2:1", "LastSplitDate": "1999-11-22"}]